git
base
base-devel
alacritty
ark
bat
bluez-utils
discord
docker
dolphin
fastfetch
flameshot
flatpak-builder
htop
hyprland
hyprpaper
intel-ucode
jupyter-notebook
kate
kitty
lazygit
libreoffice-fresh
mariadb
mysql-workbench
nano
neofetch
neovim
network-manager-applet
nvidia-dkms
nwg-look
obs-studio
obsidian
plasma-meta
pyenv
python-mysql-connector
python-pipenv
python-tabulate
redis
ripgrep
signal-desktop
stow
swaync
thunar
tldr
tree
ttf-font-awesome
ttf-jetbrains-mono-nerd
waybar
wget
wireless_tools
wofi
xorg-xinit
zip
zoxide
zram-generator
zsh-syntax-highlighting
